QUESTIONS = {
    'description': '👋 Представьтесь и сделайте небольшое описание вашего профиля. (Например: "Привет! Меня зовут Иван, я барбер с 5-летним опытом. Сделаю твой образ идеальным.")',
    'work_photos': '📷 Пришлите 1 вашу фотографию и 4 фото ваших работ. (1 сообщение - 1 фото)  ',
    'city': '📍 В каком городе вы работаете?',
    'metro': '🚇 Введите название ближайшей станции метро:',
    'experience': '💈 Сколько лет опыта работы барбером?(напишите цифру)',
    'specialization': '✂️ Ваша специализация:',
    'services': '💰 Укажите цены на ваши услуги',
    'instagram': '📸 Ваш Instagram:',
    'whatsapp': '📱 Ваш Whatsapp:',
    'telegram': '💬 Ваш Telegram:'
}

SERVICES = {
    'short': 'Стрижка коротких волос',
    'long': 'Стрижка длинных волос',
    'beard': 'Стрижка бороды'
}

HAIRCUT_TYPES = {
    'short': 'Короткие стрижки',
    'long': 'Длинные стрижки',
    'beard': 'Стрижка бороды'
}

CATEGORY_TYPES = {
    'short': 'short',
    'long': 'long',
    'beard': 'beard'
}